export const getCourses = async () => {
    return [
        {
            description: 'Искусство природы на вашем холсте! Учите искусство создания живописных пейзажей с помощью акриловых красок в нашем курсе "Пейзажи акрилом". Погрузитесь в мир природы, освойте техники акриловой живописи и создайте потрясающие пейзажи с легкостью. Вдохновляйтесь красотой мира вокруг вас и превратите ее в произведения искусства!',
            featuresPhrase: 'Всё включено',
            time: '1 сентября 2023 — 4 августа 2024',
            includedFeatures: [
                'Частные занятия в группе с преподавателем, группой до 12 человек',
                '8 занятий по 1,5 часа',
                'от 3 до 8 часов заочной дополнительной работы',
                'Обучение детальной графике',
                'Индивидуальный проект в конце занятия',
                'Аккредитованый сертификат',
            ],
            underPriceDescription: '12 часовой курс под наблюдением преподавателя и основам рисования акрилом · От 3 до 8 часов заочной самостоятельной работы',
            bgColor: ['#e3efe8', 'linear-gradient(315deg, #e3efe8 0%, #96a7cf 74%)'],
            discoverInfo: {
                title: 'Курс "Пейзажи акрилом"',
                type: 'Онлайн-туторинг',
                oldPrice: ['-50%', {ru: '₽3999'}],
                price: {ru: ['₽1999', 'РУБ']},
                buttonLabel: 'Купить сейчас',
                badges: [
                    {title: 'Новое', color: 'red'},
                    {title: 'Популярное',color: 'purple',}
                ],
                timeline: [
                    {
                        name: 'Начало курса',
                        description:
                            'Начало работы, изучение основ',
                        date: 'Авг 2021',
                        dateTime: '2021-08',
                    },
                    {
                        name: 'Углубленное изучение',
                        description:
                            'Краткий курс истории, изучение деталей живописи и постоянные доработки техник',
                        date: 'Дек 2021',
                        dateTime: '2021-12',
                    },
                    {
                        name: 'Начало самостоятельного проекта',
                        description:
                            'Выбор самостоятельной темы и техники рисования по этой теме. Начало работы над индивидуальным проектом',
                        date: 'Фев 2022',
                        dateTime: '2022-02',
                    },
                    {
                        name: 'Итог, аттестация',
                        description:
                            'Проверка выполненной работы, аттестация ученика',
                        date: 'Дек 2022',
                        dateTime: '2022-12',
                    },
                ],
            },
        },
        {
            description: 'Искусство природы на вашем холсте! Учите искусство создания живописных пейзажей с помощью акриловых красок в нашем курсе "Пейзажи акрилом". Погрузитесь в мир природы, освойте техники акриловой живописи и создайте потрясающие пейзажи с легкостью. Вдохновляйтесь красотой мира вокруг вас и превратите ее в произведения искусства!',
            featuresPhrase: 'Всё включено',
            time: '1 сентября 2023 — 4 августа 2024',
            includedFeatures: [
                'Частные занятия в группе с преподавателем, группой до 12 человек',
                '8 занятий по 1,5 часа',
                'от 3 до 8 часов заочной дополнительной работы',
                'Обучение детальной графике',
                'Индивидуальный проект в конце занятия',
                'Аккредитованый сертификат',
            ],
            underPriceDescription: '12 часовой курс под наблюдением преподавателя и основам рисования акрилом · От 3 до 8 часов заочной самостоятельной работы',
            bgColor: ['#bdcad9', 'linear-gradient(315deg, #bdcad9 0%, #e1dada 74%)'],
            discoverInfo: {
                title: 'Курс "Пейзажи маслом"',
                type: 'Онлайн-туторинг',
                price: {ru: ['₽1999', 'РУБ']},
                buttonLabel: 'Купить сейчас',
                badges: [],
                timeline: [
                    {
                        name: 'Начало курса',
                        description:
                            'Начало работы, изучение основ',
                        date: 'Авг 2021',
                        dateTime: '2021-08',
                    },
                    {
                        name: 'Углубленное изучение',
                        description:
                            'Краткий курс истории, изучение деталей живописи и постоянные доработки техник',
                        date: 'Дек 2021',
                        dateTime: '2021-12',
                    },
                    {
                        name: 'Начало самостоятельного проекта',
                        description:
                            'Выбор самостоятельной темы и техники рисования по этой теме. Начало работы над индивидуальным проектом',
                        date: 'Фев 2022',
                        dateTime: '2022-02',
                    },
                    {
                        name: 'Итог, аттестация',
                        description:
                            'Проверка выполненной работы, аттестация ученика',
                        date: 'Дек 2022',
                        dateTime: '2022-12',
                    },
                ],
            },
        },
        {
            description: 'Искусство природы на вашем холсте! Учите искусство создания живописных пейзажей с помощью акриловых красок в нашем курсе "Пейзажи акрилом". Погрузитесь в мир природы, освойте техники акриловой живописи и создайте потрясающие пейзажи с легкостью. Вдохновляйтесь красотой мира вокруг вас и превратите ее в произведения искусства!',
            featuresPhrase: 'Всё включено',
            time: '1 сентября 2023 — 4 августа 2024',
            includedFeatures: [
                'Частные занятия в группе с преподавателем, группой до 12 человек',
                '8 занятий по 1,5 часа',
            ],
            underPriceDescription: '12 часовой курс под наблюдением преподавателя и основам рисования акрилом · От 3 до 8 часов заочной самостоятельной работы',
            bgColor: ['#f6f6f6', 'linear-gradient(315deg, #f6f6f6 0%, #e9e9e9 74%)'],
            discoverInfo: {
                title: 'Курс "Пейзажи гуашью"',
                type: 'Онлайн-туторинг',
                price: {ru: ['₽1999', 'РУБ']},
                buttonLabel: 'Купить сейчас',
                badges: [{title: 'Выгодно', color: 'yellow'}],
                timeline: [
                    {
                        name: 'Начало курса',
                        description:
                            'Начало работы, изучение основ',
                        date: 'Авг 2021',
                        dateTime: '2021-08',
                    },
                    {
                        name: 'Углубленное изучение',
                        description:
                            'Краткий курс истории, изучение деталей живописи и постоянные доработки техник',
                        date: 'Дек 2021',
                        dateTime: '2021-12',
                    },
                    {
                        name: 'Начало самостоятельного проекта',
                        description:
                            'Выбор самостоятельной темы и техники рисования по этой теме. Начало работы над индивидуальным проектом',
                        date: 'Фев 2022',
                        dateTime: '2022-02',
                    },
                    {
                        name: 'Итог, аттестация',
                        description:
                            'Проверка выполненной работы, аттестация ученика',
                        date: 'Дек 2022',
                        dateTime: '2022-12',
                    },
                ],
            },
        },
    ]
}